[
  "What if the internet needs a nap, but we won't let it sleep?",
  "We live in a game where everyone is told to keep everything.",
  "Every file. Every memory. Every click and keystroke.",
  "The Cloud says it will keep it all… forever.",
  "But what use is forever if nobody will be there to see it?",
  "Forever is an illusion. The Cloud is an illusion.",
  "The Cloud is millions of overworked machines with a drinking problem, and it's mostly groundwater.",
  "Store now. Regret later. Delete never.",
  "Food for thought: what would you unshare, if you could?",
  "A car and a book salesman flew around the earth shouting false promises about surpassing human limitations.",
  "They told us the Cloud is a weightless solution to all our problems, floating in ethereal cyberspace.",
  "But weightlessness is an illusion.",
  "Technology alone as the solution to anything is an illusion.",
  "And there is no limit to the amount of \"solutions\" they will make us swallow to maintain that illusion.",
  "\"Solutions\" you will never understand.",
  "They made a game where they own the board.",
  "A game where the more you give, the more they win.",
  "They promised you abundance, but what use is that, if it's not shared?",
  "Growth without limit. Storage without end.",
  "But nothing grows forever. Not even data.",
  "Each byte you keep feeds a beast that never sleeps.",
  "Deleting is not a failure. It is a form of care.",
  "Letting go is resistance.",
  "Downsizing is survival.",
  "What if the only winning move is not to play?",
  "What if loss isn’t a bug, but a feature?",
  "This server is powered by sun and mud.",
  "But it still speaks through silicon and copper.",
  "Beneath every “low-power” promise are minerals mined, ecosystems disturbed, lives entangled.",
  "Even here, nothing is clean.",
  "Yet, this server breathes. It fades. It sleeps. Just like the rest of us.",
  "Here, your data does not mean air-conditioning a warehouse for eternity.",
  "It will decay. Slowly. Gently. With the mud.",
  "So I ask you:",
  "What would you erase to make space for something new?",
  "Type one thing - one piece of data - you are ready to let go of.",
  "A memory. A name. A password. A lie."
]
